Repository: harry-chin/whid
Catalog: whid-1.10/translations/*/whid.po
Languages: nb_no

source: Homepage
nb_no: Hjemmeside

source: Donate
nb_no: Doner

source: &Close
nb_no: &Lukk

source: version
nb_no: versjon

source: is free software (as in free), published under the
nb_no: er fri programvare (som i FRI), publisert under

source: There are no nags, no banners, no adware, no spyware.
nb_no: Whid inneholder ikke spionprogramvare, virus, reklame eller andre ekle ting (som desverre er blitt altfor utbredt).

source: The source-code is available for
nb_no: Kildekoden er tilgjengelig for

source: download
nb_no: nedlasting

source: is written by
nb_no: er skrevet av

source: from Norway.
nb_no: fra Norge.

source: Jarle has released free software since 1985.
nb_no: Jarle har publisert gratisprogramvare siden 1985.

source: If you find this software useful, you may
nb_no: Dersom du synes dette programmet er nyttig kan du

source: donate
nb_no: donere

source: some money to the project. But you are free to use it anyway
nb_no: litt penger til prosjektet. Men du kan selvsagt bruke det fritt uansett.

source: Billing
nb_no: Regninger

source: Projects with work that can be billed
nb_no: Prosjekter med ubehandlet betalbart arbeid

source: Select All
nb_no: Velg alle

source: Unselect All
nb_no: Velg bort alle

source: Toggle
nb_no: Bytt

source: Fetching billable projects...
nb_no: Henter prosjekter med betalbart arbeid

source: Calculating...
nb_no: Kalkulerer

source: Calculated and aligned charges
nb_no: Kalkulerte og avrundede beløp

source: Task
nb_no: Oppgave

source: From
nb_no: Fra

source: To
nb_no: Til

source: Hours
nb_no: Timer

source: Rate
nb_no: Sats

source: r/hr
nb_no: s/time

source: Charge
nb_no: Sats

source: Discount
nb_no: Rabatt

source: Updating data...
nb_no: Oppdaterer data...

source: Companys
nb_no: Bedrifter

source: Invoices
nb_no: Regninger

source: Select all
nb_no: Velg alle

source: Unselect all
nb_no: Velg bort alle

source: Export to html
nb_no: Eksporter til html

source: Export to xml
nb_no: Eksporer til xml

source: Send on email
nb_no: Send som epostvedlegg

source: Updating...
nb_no: Oppdaterer...

source: Creating invoices...
nb_no: Oppretter regninger...

source: Save to XML file
nb_no: Lagre som XML fil

source: HTML files (*.html)|*.html
nb_no: HTML filer (*.html)|*.htm

source: bill.xml
nb_no: regning.xml

source: XML files (*.xml)|*.xml
nb_no: XML filer (*.xml)|*.xml

source: From Date
nb_no: Fra dato

source: To date
nb_no: Til dato

source: Name
nb_no: Navn

source: Rates
nb_no: Satser

source: Hide inactive rates
nb_no: Skjul inaktive satser

source: Add new
nb_no: Legg til

source: &Cancel
nb_no: &Avbryt

source: Add
nb_no: Legg til

source: Percent
nb_no: Prosent

source: Fee
nb_no: Salær

source: Customer
nb_no: Kunde

source: Email address
nb_no: Epost adresse

source: Subject
nb_no: Emne

source: Message
nb_no: Melding

source: I cannot find a database. If this is the first time the program is used by you, that is normal. I can create a new database. Just provide the infromation below and press OK.
nb_no: Jeg finner ikke noen database. Dersom dette er den første gangen programmet startes av deg kan jeg opprette databasen. Fyll inn informasjonen under og trykk Ok

source: If you /do/ have a database, press the cancel button to abort.
nb_no: Dersom du allerede /har/ en database, trykk avbryt og kontakt support.

source: Login name
nb_no: Påloggingsnavn

source: The login-name is normally composed from the users initials
nb_no: Påloggingsnavnet er vanligvis brukerens initialer (men det må være unikt for hver bruker).

source: Your full name
nb_no: Ditt fulle navn

source: What do you normally charge per hour?
nb_no: Hvilken betaling krever du vanligvis pr. time?

source: Just insert the amout (not the currency)
nb_no: Skriv inn beløpet i hele kroner (kun tall)

source: Choose report
nb_no: Velg rapport

source: Invoice
nb_no: Regning

source: Internal report with cost and profit
nb_no: Intern rapport med kostnad og fortjeneste

source: whid-bill
nb_no: whid-regning

source: Sending message. Please wait...
nb_no: Sender epost. Vennligst vent...

source: Exporting data. Please wait...
nb_no: Eksporterer data. Vennligst vent...

source: Report Summary
nb_no: Rapport oppsummering

source: Total hours
nb_no: Totalt antall timer

source: Cost
nb_no: Kostnad

source: Profit
nb_no: Fortjeneste

source: Invoice #
nb_no: Bilag #

source: Project
nb_no: Prosjekt

source: Access denied. You don't have permission to see invoices.
nb_no: Ingen tilgang. Du har ikke rettigheter til å se regninger

source: Login Name
nb_no: Påloggingsnavn

source: Password
nb_no: Passord

source: &Quit
nb_no: &Avslutt

source: &Properties
nb_no: &Egenskaper

source: &Users
nb_no: &Brukere

source: &Rates Manager
nb_no: &Satsbehandling

source: Global &System settings
nb_no: &Globale systemegenskaper

source: Backup data
nb_no: Ta sikkerhetskopi av data

source: Restore data
nb_no: Legg tilbake data fra sikkerhetskopi

source: &File
nb_no: &Fil

source: &Edit
nb_no: &Rediger

source: Add a new &Customer
nb_no: &Legg til en ny Kunde

source: &Customer
nb_no: &Kunde

source: &Add a new Project
nb_no: &Legg til et prosjekt

source: Add a new &Task
nb_no: Legg til en &Oppgave

source: &Project
nb_no: &Prosjekt

source: &Add a new Task
nb_no: Legg til ren &Oppgave

source: Add &Work
nb_no: Legg til &Arbeid

source: &Task
nb_no: &Oppgave

source: &Edit ...
nb_no: &Rediger ...

source: Item
nb_no: &Enhet

source: &Work
nb_no: &Arbeid

source: Export to XML
nb_no: Eksporter til XML

source: Export to HTML
nb_no: Eksporter til HTML

source: Export to email
nb_no: Eksporer til epost

source: &About
nb_no: &Om

source: Help
nb_no: &Hjelp

source: Add a new customer
nb_no: Lenn til en ny kunde

source: Add a new project
nb_no: Legg til et nytt prosjekt

source: Add a new task in a project
nb_no: Legg til en ny oppgave i et projekt

source: Add work hours
nb_no: Legg til arbeid

source: Billing - Calculate charges and make incoices
nb_no: Fakturering - Kalkuler arbeid og lag regninger

source: Refresh the information on the screen
nb_no: Oppdater informasjonen på skjermen

source: Currently Active
nb_no: Aktive

source: Done, waiting to be invoiced
nb_no: Avsluttet, klar til fakturering

source: Done, hold back
nb_no: Avsluttet, hold tilbake fra fakturering

source: Free
nb_no: Gratis

source: Invoived
nb_no: Fakturert

source: Not invoiced or free (pending for invoice)
nb_no: Klar for fakturering

source: All
nb_no: Alle

source: Filter the work-hour selection
nb_no: Filtrer på arbeidstimeutvalg

source: Work-hours status to show
nb_no: Tim

source: Reset the filters
nb_no: resett filtre

source: Only active
nb_no: Bare aktive

source: Summary
nb_no: Oppsummering

source: Work Hours
nb_no: Arbeidstimer

source: Check in
nb_no: Start oppgave

source: Used
nb_no: Brukt

source: Description
nb_no: Beskrivelse

source: Date
nb_no: Dato

source: User
nb_no: Bruker

source: Customers
nb_no: Bruker

source: Check Out
nb_no: Ferdig

source: Check In
nb_no: Start arbeid

source: No properties for pauses...
nb_no: Ingen egenskaper for pauser...

source: Default user
nb_no: Standardbruker

source: Admin
nb_no: Administrator

source: Access denied. Is the user-name and password correct?
nb_no: Tilgang nektet. Er brukernavnet og passordet korrekt?

source: Save to HTML file
nb_no: Lagre som HTML fil

source: bill.html
nb_no: regning.html

source: HTML files (*.html)|*.htm
nb_no: HTML filer (*.html)|*.htm

source: whid_backup.xml
nb_no: whid_sikkerhetskopi.xml

source: Backing up data...
nb_no: Tar sikkerhetskopi...

source: Restoring data...
nb_no: Legger tilbake fra sikkerhetskopi...

source: MySQL Logon properties
nb_no: MySQL påloggingsegenskaper

source: In order to create the database, you must provide a user-name and a password to the MySQL database, for a user with access to create databases and grant privileges.
nb_no: For å kunne opprette databasen må du oppgi en MySQL bruker som har slike rettigheter.

source: Super user name
nb_no: Navn på administrativ bruker

source: I will add one user to the WHID database. This user will normally be you. Just enter yor name and your normal charge per hour.
nb_no: Jeg vil legge til en ny dbruker i databasen. Dette vil nrmalt være deg. Oppgi navnet ditt og hva du vanligvus fakturerer pr. time.

source: Login Name (initials)
nb_no: Påloggingnavn (initialer)

source: Your Name
nb_no: Ditt navn

source: Normal charge per hour
nb_no: Vanlig timesats

source: Create the database
nb_no: Opprett databasen

source: New password
nb_no: Nytt passord

source: Is Customer active?
nb_no: Er kunden aktiv?

source: Auto (Enabled if any of it's projects are active)
nb_no: Auto (aktiv dersom noen av nodene under er aktive)

source: Active
nb_no: Aktiv

source: Inactive
nb_no: Inaktiv

source: Notes
nb_no: Notater

source: Properties
nb_no: Egenskaper

source: Email
nb_no: Epost

source: Customer Data
nb_no: Kundeopplysninger

source: Is the project active?
nb_no: Er prosjektet aktivt?

source: Language
nb_no: Språk

source: Default helper applications
nb_no: Tilleggsprogrammer

source: Web browser
nb_no: Nettleser

source: Preferences
nb_no: Innstillinger

source: Ice settings
nb_no: Ice egenskaper

source: Ice Host
nb_no: Ice vertsnavn

source: Ice Port
nb_no: Ice portnummer

source: Communication
nb_no: Kommunikasjon

source: SQLite (default, embedded database)
nb_no: SQLite (standard innebygget database)

source: MySQL Connection properties
nb_no: MySQL (tilkoblingsegenskaper)

source: Database Host
nb_no: Database maskinadresse

source: Hostname or IP-number for the MySQL Server
nb_no: Maskinadresse eller IP nummer for MySQL tjeneren

source: Database Name
nb_no: Databasenavn

source: User Name
nb_no: Brukernavn

source: Test connection
nb_no: Test forbindelsen

source: Create database
nb_no: Opprett databasen

source: MySQL (4.1 or newer) Server Connection
nb_no: MySQL (4.1 eller nyere) tjenerforbindelse

source: File Name
nb_no: Filnavn

source: Enable logging to file
nb_no: Slå på logging til fil

source: Log Events
nb_no: Logghendelser

source: Errors and Warnings
nb_no: Feil og advarsler

source: Informational log messages
nb_no: Informative meldinger

source: Debug messages
nb_no: Feilsøkingsmeldinger

source: Very verbose debug messages for database
nb_no: Veldig pratsomme feilsøkingsmeldinger for database

source: Very verbose debug messages for multithreading
nb_no: Veldig pratsomme feilsøkingsmeldinger for flertrødskjøring

source: Log
nb_no: Logg

source: Server properties
nb_no: Tjeneregenskaper

source: Server address
nb_no: Tjeneradresse

source: Return-address
nb_no: Returadresse (epost-navn)

source: Optional credentials on the mailserver (ESMTP CRAM-MD5)
nb_no: Valgfri autentisering på eposttjener (ESMTP CRAM-MD5)

source: The connection to the database-server was successful
nb_no: Klarte å opprette forbindelse til databaseserveren.

source: MySQL Connection
nb_no: MySQL tilkobling

source: The database was successfully created and initialized.
nb_no: Databasen ble opprettetog initialiset

source: Database Creation
nb_no: Databaseopprettelse

source: The changes will take effect the next time Whid is started.
nb_no: Noen av endringene vil først ta plass når programmet startes på ny

source: Priority
nb_no: Prioritet

source: Normal charge
nb_no: Normal timesats

source: Add amount to normal charge
nb_no: Ekstrasats i tillegg til tnormal timesats

source: Add percentage to normal charge
nb_no: Legg til prosent til normal timesats

source: Extra fee
nb_no: Ekstra gebyr

source: Amount (per hour)
nb_no: Timesats

source: Cost (our expense)
nb_no: Kostnad (for oss)

source: Enabled
nb_no: Tilgjengelig

source: From/To hours
nb_no: Fra/Til timer

source: Enable
nb_no: Bruk

source: From hour
nb_no: Fra time

source: Like hour:minute or -1 if the rukle don't apply
nb_no: Som time:minutt eller -1 om regelen ikke gjelder

source: To Hour
nb_no: Til timer

source: Continous time
nb_no: Sammenhengende timer

source: From # hours
nb_no: Fra # timer

source: Max delays (minutes)
nb_no: Maks opphold (minutter)

source: Days of week
nb_no: Ukedager

source: All days
nb_no: Alle dager

source: Monday
nb_no: Mandag

source: Tuesday
nb_no: Tirsdag

source: Wednsday
nb_no: Onsdag

source: Thurstay
nb_no: Torsdag

source: Friday
nb_no: Fredag

source: Saturday
nb_no: Lørdan

source: Sunday
nb_no: Søndag

source: Applies
nb_no: Gjelder

source: Startfee
nb_no: Oppstartsgebyr

source: Minimum minutes to charge
nb_no: Minimum minutter å ta betalt for

source: Alignment
nb_no: Avrunding

source: Align to nearest # minutes
nb_no: Avrund til nærmeste # muinutter

source: Threshold # minutes
nb_no: Grenseverdi # minutter

source: Align to offset # minutes
nb_no: Avrund til # minutter

source: Adjustments
nb_no: Justeringer

source: Rate Manager
nb_no: Node

source: Selected Rates
nb_no: Valgte timesatser

source: Delete
nb_no: Slett

source: Multiuser mode
nb_no: Frerbrukermodus

source: Enables multiuser-operation
nb_no: Slår på frerbrukermodus

source: Settings
nb_no: Egenskaper

source: Is the task active?
nb_no: Er prosjektet aktivt?

source: Reset
nb_no: Resett

source: Administrator privileges
nb_no: Administrative rettigheter

source: Contact Info
nb_no: Kontaktinfo

source: LoginName
nb_no: Påloggingsnavn

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: ERROR
nb_no: FEIL

source: Time spent
nb_no: Tidsforbruk

source: From Time
nb_no: Fra kl

source: Time as hours[:minutes]
nb_no: Tid som timer[:minutter]

source: To Time
nb_no: Til kl

source: Paused/credited time
nb_no: Pause/Kretitert tid

source: &Open
nb_no: &Åpne

source: &Done
nb_no: &Ferdig

source: &Hold back
nb_no: &Hold tilbake

source: &Free
nb_no: &Gratis

source: &Invoice is sent
nb_no: &Regning er sendt

source: Description/Notes
nb_no: Beskrivelse/Notater

source: Work properties
nb_no: Arbeidsegenskaper

source: &Edit Task
nb_no: Rediger &Oppgave

source: Export to Email
nb_no: Eksporer til epost

source: &Delete
nb_no: &Slett

source: &Edit Project
nb_no: Redigert &Prosjekt

source: Create a new &Customer
nb_no: Opprett en ny &Kunde

source: Create a new &Project
nb_no: Opprett et nytt &Prosjekt

source: &Edit Customer
nb_no: &Rediger kunde

source: About
nb_no: &Om

source: WorkDlg
nb_no: Arbeid

source: FilteredList
nb_no: Filtrert liste

source: No database found
nb_no: Fant ingen databaser

source: HTML Report
nb_no: HTML rapport

source: Log on
nb_no: Logg på

source: What have I Done!
nb_no: What have I done (hva har tiden gått til)

source: Create MySQL Database
nb_no: Logg på

source: Node
nb_no: Opprett MYSQL database

source: System Settings
nb_no: Globale systemegenskaper

source: Edit User
nb_no: Rediger bruker

source: User Manager
nb_no: Brukerbehandler
